{{{header(mailman,Richard Westhaver,ellis@rwest.io)}}}
* help
#+begin_src shell :results pp replace
mailman -h
#+end_src

#+RESULTS:
#+begin_example
Mail client util

Usage: mailman [OPTIONS] [COMMAND]

Commands:
  ping    Ping the server
  search  Search for items
  import  Import an account
  export  Export an account
  help    Print this message or the help of the given subcommand(s)

Options:
  -c, --cfg <CFG>    Set the default config file [env: MAILMAN_CONFIG_FILE=]
  -u, --user <USER>  Set a user for this command [env: USER=ellis]
  -l, --level...     Set log level
  -h, --help         Print help
  -V, --version      Print version
#+end_example
